Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: The power switch: Switching “On” voltage is supplied to the electric circuit.
zh_tw: 電源開關：轉至「On」時電壓輸送至電路。

source: The powerful features healthcare organizations need with an interface users already know.
zh_tw: 所有醫療組織所需的強大的功能，以及使用者已經熟悉的操作介面。

source: The present application is a continuation of U.S.
zh_tw: 此應用為美國專利申請

source: The present disclosure relates to air handling systems for vehicles.
zh_tw: 本揭露資訊中涉及車輛之空氣處理系統。

source: The present disclosure relates to suspension systems for vehicles.
zh_tw: 本揭露資訊中涉及車輛之懸吊系統。

source: The present disclosure relates to vehicles, including utility vehicles.
zh_tw: 本揭露資訊中涉及車輛，包括多功能越野車。

source: The present invention relates generally to a vehicle and in particular to a vehicle having side-by-side seating.
zh_tw: 本發明為車輛相關之發明，特別是具有並排式座椅之車輛。

source: The present invention relates to all terrain vehicles having at least a pair of laterally spaced apart seating surfaces.
zh_tw: 本發明為涉及具有至少一對以上並排分開的座位面之方向盤式全地形車。

source: The present invention relates to side-by-side all terrain 5 vehicles having netting enclosing the seating area.
zh_tw: 本發明為具有護網包覆座位區之方向盤式全地形車。

source: The present invention relates to side-by-side all terrain vehicles having at least two rows of seating areas.
zh_tw: 本發明為具有至少兩排座位區之方向盤式全地形車。

source: The present invention relates to side-by-side all terrain vehicles having netting enclosing the seating area.
zh_tw: 本發明為具有護網包覆座位區之方向盤式全地形車。

source: The pressure of the rubber fingers needs to be carefully adjusted to ensure that not too much pressure is applied, which can result in the contents of the cloaca being evacuated.
zh_tw: 橡膠手指的壓力需仔細調整，以確保壓力不會太大，壓力過大可能會導致泄殖腔內的物質流出。

source: The primaries of the transformers must be connected as appropriate to the mains voltage, which can be 220 or 380 V.
zh_tw: 變壓器輸入端必須連接至合適之主電壓，可能為 220 或 380 V。

source: The primary application isdigital print finishing where the camera isable toquickly find and recognise conventional registration marks and adjust the machine cutting path to achieve exact alignment with printed shapes.
zh_tw: 主要應用為攝影機可快速辨識數位列印圖層之傳統定位標誌，並調整機台切割路徑以精確符合列印圖形。

source: The principle of equity, perhaps more than any technical recommendation, carries with it the promise of a more water-secure world for all.
zh_tw: 平等原則或許比任何技術建議更能保證人人均能享有一個水資源更有保障的世界。

source: The principle that sustainable financing is necessary for ensuring universal access to water services underpins this integrated approach.
zh_tw: 這種整合性的方法是建立在永續性的籌資為確保普遍獲得供水服務所必要的原則上。

source: The printed images and/or reports are stored on the image server with the possibility of searching and carrying out new printing events through the originality code.
zh_tw: 列印之圖像或報告儲存於圖像伺服器中，可透過原始代碼搜尋並進行新列印事件。

source: The probative delivery status shall be used in case of non-compliant products.
zh_tw: 未符合規範之產品，應使用交貨狀態證明。

source: The procedure requirements apply to all purchases for the Group factories, which fall under the product category.
zh_tw: 程序規範適用於集團工廠中屬於產品類別之採購，

source: The procedures for traceability will be based on Customer order number that will provide a code, machine or production line number, and the shift or work group number.
zh_tw: The procedures for traceability will be based on Customer order number that will provide a code, machine or production line number, and the shift or work group number. 追蹤程序將利用客戶訂單號碼之代碼、機器或產線號碼以及班表和工作群組號碼。

source: The process involves spending up-front time on determining market requirements.
zh_tw: 這個程序包括早期決定市場需求所花費的時間，

source: The product requires the ’Windows Installer v3.1’, ’Microsoft XML Core Services 6.0 SP1’ packages to be installed on the client computers.
zh_tw: 產品需要在用戶端電腦上預先安裝 "Windows Installer v3.1"、"Microsoft XML Core Services 6.0 SP1" 套裝程式。。

source: The product security file;
zh_tw: 產品安全檔案；

source: The product technical file;
zh_tw: 產品技術檔案；

source: The product technology to develop comparatively to the experiences with similar production files and technologies
zh_tw: 該產品技術提供類似的生產檔案和技術之相關開發經驗

source: The production of HUTCHINSON products where one or more elements have been subcontracted may make it possible for the HUTCHINSON end client to conduct the controls of the specific requirements for these elements with the subcontractors in question.
zh_tw: HUTCHINSON 產品中一項或多項零件之生產外包時，必須能讓 HUTCHINSON 終端客戶針對外包商進行此類零件的特殊要求之管控。

source: The program will not be installed until the user chooses to add it.
zh_tw: 使用者選擇增加後才會安裝程式。

source: The progress bar shows you where you are in the Job Change process.
zh_tw: 進度列會顯示職位變更流程的進度。

source: The progressive nature of suspension 116 results in vehicle 100 being softer at normal ride heights and stiffer when suspension 116 is compressed.
zh_tw: 懸吊 116 的前進特性使車輛 100 於正常乘坐高度時更為柔軟，而當懸吊 116 被壓縮時較硬。

source: The prototype products must be packaged separately and identified with a specific label.
zh_tw: 打樣產品必須分開包裝，並用一個特定的標籤標識。

source: The prototype requirements are part of a special order specifying the context (technical files) and the conditions under which they are provided.
zh_tw: 原型要求為指明內容（技術檔案）和其提供條件之特殊訂單的一部分。

source: The prototype requirements are part of an order specifying the context (technical files) and the conditions under which they are provided.
zh_tw: 原型要求為指明內容（技術檔案）和其提供條件之訂單的一部分。

source: The provisions of this code are not intended to prevent the installation of any materials or to prohibit any design or method of construction not specifically prescribed by this code, provided that any such alternative has been approved.
zh_tw: 此規範之條款旨意非用於避免安裝未於此法規中所提及之任何材料、或禁止任何未說明之設計、或進行未闡述之施工方法，上述替代方案若經核准仍可進行。

source: The purpose of the Quality Control Manual is to document the Quality Management System used by PrimeSource Building Company to assure the quality of its products.
zh_tw: The purpose of the Quality Control Manual is to document the Quality Management System used by PrimeSource Building Company to assure the quality of its products. 編寫品質管控手冊的目的為紀錄 PrimeSource 建設公司用以確保其產品之品質所使用的品質管理系統。

source: The qualification process may be carried out using 2 tools in particular: a Full Frequency Evaluation (EPC) and a Product/Process audit.
zh_tw: 合格鑑定流程可使用 2 種特定工具進行：全頻評估 （EPC） 和產品/加工審核。

source: The qualification process may be carried out, in particular, with the help of a Product/Process audit.
zh_tw: 合格鑑定流程特別以產品/加工審核進行。

source: The quality and supply chain performance objectives are set at the start of each year.
zh_tw: 品質和供應鏈的績效目標於每一年起始時訂定。

source: The quality of feed withdrawal is important to reduce the risk of bacterial contamination in the processing plant, irrespective of whether a short or long feed withdrawal is implemented.
zh_tw: 無論進行短期或長期禁食，禁食過程的品質對於降低處理廠內的細菌污染風險相當重要。

source: The quantified targets set at the start of the year must constitute the input for this plan for improvement.
zh_tw: 於每年年初設定之量化目標必須包含此改進計畫。

source: The readings obtained during the calibration process
zh_tw: 校正程序中獲取之讀數

source: The rear drive being operatively coupled to the power source and operatively coupled to a first ground engaging member positioned rearward of the operator area through a first drive shaft to transfer power received from the power source to the first ground engaging member and to a second ground engaging member
zh_tw: 後驅動單元連接動力源與位於駕駛區後方的第一接觸地面元件， 並透過第一傳動軸傳送動力源之動力至第一接觸地面元件，

source: The rear drive being operatively coupled to the power source and operatively coupled to a first ground engaging member positioned rearward of the operator area through a first drive shaft to transfer power received from the power source to the first ground engaging member and to a second ground engaging member positioned rearward of the operator area through a second drive shaft to transfer power received from the power source to the second ground engaging member, the first ground engaging member being positioned on a first side of a vertical centerline longitudinal plane of the vehicle and the second ground engaging member being positioned on a second side of the vertical centerline longitudinal plane of the vehicle.
zh_tw: 後驅動單元連接動力源與位於駕駛區後方第一接觸地面元件， 並透過第一傳動軸傳送動力源之動力至駕駛區後方的第一接觸地面元件和透過第二傳動軸傳送動力源之動力至駕駛區後方的第二接觸地面元件。第一接觸地面元件位於車輛垂直中心線縱向平面第一側而第二接觸地面元件位於車輛垂直中心線縱向平面第二側。

source: The rear drive being operatively coupled to the power source and operatively coupled to a first ground engaging member positioned rearward of the operator area through a first drive shaft to transfer power received from the power source to the first ground engaging member and to a second ground engaging member positioned rearward of the operator area through a second drive shaft to transfer power received from the power source to the second ground engaging member.
zh_tw: 後驅動單元連接動力源與位於駕駛區後方第一接觸地面元件，並透過第一傳動軸傳送動力源之動力至駕駛區後方的第一接觸地面元件和透過第二傳動軸傳送動力源之動力至駕駛區後方的第二接觸地面元件。

source: The rear drive being operatively coupled to the power source and operatively coupled to at least a first ground engaging member positioned rearward of the operator area through a drive shaft to transfer power received from the power source to the first ground engaging member.
zh_tw: 後驅動單元連接動力源與第一 (或更多) 接觸地面元件， 並透過傳動軸傳送動力源之動力至第一接觸地面元件。

source: The reason for this is that various other objects in a scene could match the pixel characteristics of a fire but not other characteristics.
zh_tw: 如此運作的原因是畫面中其它各種物體可能與火災的畫素特徵吻合而誤判為火災。

source: The reasons for this type of request can include a change of manager, change of department, change of location, graduation scheme, local to local transfer, return from secondment, or promotion.
zh_tw: 此類型的申請原由可以包括更換主管、更換部門、更換地點、畢業方案、異地調職、結束借調、或是升遷。

source: The recommendations on the Air Supply chart are for one unit so if your machine has two Spindles, drills or misters you will need to double the figures.
zh_tw: 空氣供應表之建議數值僅適用於單套裝置，若機台配有兩組主軸、鑽頭或噴頭則需加倍計算。

source: The recommended range is from 7 to 12 volts. The power pins are as follows:
zh_tw: 建議電壓範圍為7至12伏特，以下為電源針腳：

source: The records on initial partial deliveries must be kept for at least 15 years.
zh_tw: 初始部份交貨記錄必須存檔至少 15 年。

source: The regulations on safety require that proof be provided to show that all precautions have been taken to ensure safety.
zh_tw: 安全法規要求提供已實施一切確保安全之預防措施的證明，

source: The repatriation of equipment does not relieve the supplier of any liability to follow the product conformity and quality objectives set.
zh_tw: 歸還設備後，供應商仍應負責所有產品符合規範和設定目標。

source: The request is now pending with the HRBP.
zh_tw: 申請將會送到 HRBP 進行審核。

source: The request will be automatically forwarded to the Reward CoE.
zh_tw: 請求會自動傳送給 Reward CoE。

source: The request will go to the Current People Manager for approval in their Inbox.
zh_tw: 申請會寄送至目前人事主管的收件匣中以進行審核，

source: The request will now be pending with the HRBP.
zh_tw: 申請將會送到 HRBP 進行審核。

source: The request will now go to the HRBP.
zh_tw: 申請將會送到 HRBP 進行審核。

source: The request will then go to the Budget Owner for approval in his/her Inbox.
zh_tw: 申請會寄送至預算經理的收件匣中以進行審核，

source: The required minimum sample size of reference, reliability and service-condition test numbers given in Tables 3.1, 3.2, 3.3, 3,6, and 3.7 and all tests in Table 3.8 of this standard shall be performed by the ITEA (Chapter 12) in their facility.
zh_tw: 參考、可靠性和工作條件所需之最小樣本數大小列於表3.1、3.2、3.3、3.6和3.7中，而此標準中，表3.8所列之所有測試均須由ITEA（第 12 章）使用其設備進行測試。

source: The requirements in terms of the response time, financial consequences and escalation process apply.
zh_tw: 此流程適用回應時間、財務影響和應變措施升級流程之要求。

source: The requirements in this manual must be applied to the entire supply chain.
zh_tw: 本手冊中的要求必須施行於整個供應鏈。

source: The requirements set forth in this manual are not, in any case, restrictions on the current standards (ISO/TS 16949 EN 9100, etc.).
zh_tw: 本手所列之要求規範於任何情況下皆不限制於當前標準規範 (ISO/TS 16949 EN 9100 等……)，

source: The requisition will go to your HRBP for further action.
zh_tw: 申請將送至 HPBR 以進行下一個流程。

source: The reset button on the Shield resets both the W5500 and the Arduino Board.
zh_tw: 擴充模組板上之重置按鈕能同時重置W5500和Arduino電路板。

source: The reset is triggered when the Leonardo's virtual (CDC) serial / COM port is opened at 1200 baud and then closed.
zh_tw: 當 Leonardo 的虛擬 (CDC) 序列 / COM 連接埠以每秒 1200 序列 (baud) 傳輸速率開啟然後關閉時，將觸發重置。

source: The result is a quicker, smoother implementation and a lasting product foundation.
zh_tw: 讓您得到一個更快、更順利執行且持久的產品基礎。

source: The result isacontinuous output of a microfine lubricant mist providing better cut finish and longer tool bitlife.
zh_tw: 其連續噴出之微潤滑油霧提供更好的切削表面和更長的刀具壽命。

source: The result of the path, error, average weight, standard deviation and uncertainty among others (the definition of these parameters can be found in section 1.1.
zh_tw: 路徑、誤差、平均重量、標準差和不確定性等結果 (這些參數的定義收錄第 1.1 節

source: The result of this commitment is reflected in the certificate of conformity, which shows the compliance of directives and harmonized regulations the checkweigher does, and is reflected also in the calibration certificate, which from documented procedures set forth and use of traceable standards demonstrates the standard regulation and security of the controller.
zh_tw: 檢重機經認證合格符合法令和標準規章，也具有依據主管機關之標準規範和安全性訂定之程序和可追朔之標準的校正認證。

source: The result?
zh_tw: 成效？

source: The results of this self-assessment must be sent to the recipient HUTCHINSON sites.
zh_tw: 此自我評估的結果必須發送至 HUTCHINSON 方代表。

source: The reuse of the site, process and industrial means of the Supplier is possible so long as HUTCHINSON is informed and approves.
zh_tw: 供應商之廠房、流程和工業方法能在期限內通知 HUTCHINSON 並經核可後重新使用。

source: The road to success
zh_tw: 成功之路

source: The saber blade isarobust and multi purpose tool ideal forcutting hard materials such as laminates, Styrene, Sintra and similar up to about 1-2mm thick.
zh_tw: 彎刀為堅固耐用之多功能刀具，非常適用於切割厚度 1-2mm 以下之硬質材料如層板、合成樹脂、Sintra 板以及類似材料。

source: The same goes for service-producing operations.
zh_tw: 此情形同樣適用於生產服務的運作，

source: The scheduling allows the administrator to specify the image recording method for each time range (Without Recording, By Movement, By Event, By Movement and Event) of each camera.
zh_tw: 管理員能於排程中指定每段時間範圍內每台攝影機的影像錄製方法 (無錄影、依動作偵測、依事件、依動作和事件)。

source: The screen displays four sections: an Upper section, the End Contract Details section, the Job Details section, and the Additional Information section.
zh_tw: 螢幕顯示四個部分：上半部份、終止合約資訊部份、職位詳細資訊部份和附加資訊部分。

source: The screen is used to select a preexistent format.
zh_tw: 該畫面中能選擇現有格式。

source: The screens system can be viewed as a set of dropdown menus from the main menu.
zh_tw: 畫面系統於主選單中能檢視一系列下拉選單功能表，

source: The seat 64 is shown having a lower base 350 having locking feet 352 receivable under latch hook 122 and a latch 354 which is receivable over latching pin 126.
zh_tw: 座位 64 具有較低的基座 350 ，其中有固定腳 352 能以閂鎖鉤 122 和閂鎖 354 透過閉鎖銷 126 鎖定。

source: The seating position is the location on the seat having the highest distribution of load from the passenger while idle.
zh_tw: 座椅的位置為靜止時座椅最能分散乘客重量負荷的位置，

source: The second air inlet being completely positioned to the second side of the vertical centerline plane of the vehicle.
zh_tw: 第二進氣口被完全位於車輛垂直中心線平面的第二側。

source: The second air intake system including a second air inlet through which ambient air enters the second air intake system.
zh_tw: 第二空氣進氣系統中包含讓空氣進入第二空氣進氣系統之第二空氣進氣口。

source: The second air intake system transporting the ambient air received through the second air inlet to the first side of the vertical centerline plane of the vehicle as the ambient air travels towards the CVT unit.
zh_tw: 當空氣流向無段變速單元時，第二空氣進氣系統輸送來自第二個進氣口之空氣至車輛垂直中心線平面的第一側。

source: The second rear suspension system including a second radius arm coupled to the second ground engaging member and coupled to the frame at a second location forward of the second ground engaging member, a second control arm coupled to the second ground engaging member and to the frame; and a second dampening member coupled to the second radius arm and to the frame.
zh_tw: 第二後懸吊系統包含一組連接到框架上、第二接觸地面元件前方的第二位置並與第二接觸地面元件相連的第二懸臂，連接第二接觸地面元件與框架的第二控制臂；並以第二阻尼元件連接第二懸臂與框架。

source: The second seating area is rearward of the first seating area and being profiled such that the hip pivot axis (H-point) of a passenger in the second seating area is higher than the hip pivot axis of a person in the first seating area.
zh_tw: 第二座位區位於第一座位區後方，且第二座位區中乘客的股樞軸 (H 點) 高於第一座位區中乘客的股樞軸。

source: The security plan shall be regularly updated and take into account the specific risks of each project.
zh_tw: 確保交貨計畫應定期更新，並考慮到每個專案的特定風險。

source: The selection of the HUTCHINSON Supplier is done based on the following 4 criteria: "Quality" (Q), "Cost" (C), "Deadline" (D) and "Innovation" (I).
zh_tw: HUTCHINSON 根據以下 4 個標準選擇供應商：“品質”(Q)、“成本”(C)、“交貨期”(D) 和“創新”(I)。

source: The sensor features three-dimensional acceleration, yaw rate and magnetic field strength data each in 3 perpendicular axes.
zh_tw: 此感測器能測量三維加速度、橫擺速率和3個垂直軸之個別磁場強度數據。

source: The server may require a system restart.
zh_tw: 伺服器可能會要求重新啓動系統，

source: The shafts of the swing nuts are received in the recesses of portions 208 and the swing nuts are tightened to secure front cover portion 196 relative to base portion 194.
zh_tw: 擺動螺母之軸置入 208 部分之凹陷點並將螺母旋緊以將前蓋部分 196 固定於基座部分 194 上。

source: The shape of conduit 390 generally directs air 410 in direction 412.
zh_tw: 管道 390 之形狀的整體上使空氣 410 導向方向 412，

source: The shape of conduit 392 generally directs air 410 in direction 420 towards bottom portion 416 of CVT housing 342.
zh_tw: 管道 392 之形狀的整體上使空氣 410 導向方向 420 至無段變速外殼 342 之底部 416，

source: The shield comes with a on-board audio jack as well, and it can be used for both microphone and line inputs.
zh_tw: 擴充模組板上包含一組音訊插孔，可插入麥克風和線路輸入，

source: The shield contains a number of status LEDs:
zh_tw: 擴充模組板含有多組LED指示燈：

source: The shield features several TinkerKit input/output and communication interfaces.
zh_tw: 擴充模組具有多組TinkerKit輸入/輸出和通訊介面，

source: The shield is TinkerKit compatible, which means you can quickly create projects by plugging TinkerKit modules to the board.
zh_tw: 此擴充模組與TinkerKit相容，玩家能插入TinkerKit模組至電路板，快速的建立專案。

source: The shield uses a radio modem M10 by Quectel (datasheet). It is possible to communicate with the board using AT commands.
zh_tw: 此擴充模組使用Quectel之無線數據機M10（數據資料表），可藉由AT指令與電路板進行通訊。

source: The shield uses digital pins 2 and 3 for software serial communication with the M10.
zh_tw: 擴充模組板使用數位針腳2和3作為與M10之軟體序列通訊，

source: The side net assembly can be in a latched position when a rider is in the vehicle and can be collapsed to allow ingress and egress of a rider
zh_tw: 當駕駛位於車輛中時，其側邊護網組件位於鎖定位置並可摺疊以便駕駛進出。

source: The side net assembly comprises a pivotal bar and a net supported by the pivotal bar, where the side net assembly is supported by one of the frame tubes and is latchable to another of the frame tubes.
zh_tw: 側邊護網組包含由樞軸桿支撐之護網，側邊護網組由其中一支框架管所支撐並可鎖定於另一支框架管。

source: The side-by-side vehicle further includes an operator area having seating and operator controls, and a cargo carrying portion located rearward of the operator area.
zh_tw: 方向盤式全地形車更包含具有座位和操作控制之駕駛區，以及位於駕駛區後方之載貨部分，

source: The sizes will depend on the attachment you have ordered as follows:-
zh_tw: 管路大小則取決於選購之配件，如以下所示：

source: The software allows the video playback to be carried out with multi-thread resources, significantly increasing the performance for the playback of simultaneous cameras, especially in megapixel.
zh_tw: 軟體允許多工執行，能大幅提高同時播放攝影機畫面之性能的同時相機，尤其是使用高像素時。

source: The software enables to export records from an audit and to search records of events to a .CSV file.
zh_tw: 軟體能匯出審核記錄和搜尋事件記錄至 .CSV 檔。

source: The software features Windows based user-friendly graphical interface and the display of screen, functions, menu, and windows help.
zh_tw: 軟體具有以 Windows 為基礎的圖形介面和顯示螢幕畫面、功能、功能表以及 Windows 説明。

source: The solution?
zh_tw: 解決方案？

source: The sound pressure level of a pondered emission A in the workplace is less than 70 dB.
zh_tw: 運行時發出之低頻噪音 A 音量低於 70 分貝。

source: The special process subcontractors must be subject to the formal acceptance of HUTCHINSON.
zh_tw: 特殊流程之外包商必須經過 HUTCHINSON 正式同意。

source: The standard gantry clearance is150mm for all AXYZ Series machines.
zh_tw: 所有 AXYZ 系列機台標準支架高度為 150mm。

source: The standard pack features
zh_tw: 標準包裝功能

source: The steam trap bypass valve should be open when starting up a steam-heated heat exchanger.
zh_tw: 蒸汽加熱式熱交換器起動時，應打開蒸汽疏水旁通閥，

source: The strategy relies on deep customer knowledge and insight into customers’ business processes.
zh_tw: 這種策略依靠深層的客戶知識和深入瞭解客戶的業務流程。

source: The structure of this document summarizes the main stages of the HUTCHINSON quality assurance process for "Product Purchases"
zh_tw: 本文件的架構中彙整了 HUTCHINSON “產品採購”之品質管控流程的主要階段。

source: The subjects below apply to all types of equipment regardless of their financing method (cash, investment, amortization).
zh_tw: 以下項目，無論其融資方法（現金、投資、攤提）為何，皆適用於所有類型的設備。

source: The supplier agrees to guarantee the safety of persons and products with regard to packaging, labelling, documentation and the supplies.
zh_tw: 供應商同意貨物之包裝、標籤、文件和供應各方面皆能保障人員和產品安全。

source: The supplier must be able to communicate in the language of the HUTCHINSON facility in question or, as a default, English.
zh_tw: 供應商之問題必須能以 HUTCHINSON 機構所在地之語言或以英語進行溝通。

source: The supplier must inform HUTCHINSON about the end of the contractual guarantee.
zh_tw: 供應商必須於合約之保證結束前通知 HUTCHINSON，

source: The supplier shall adapt its production capacity to meet the workloads represented by the orders.
zh_tw: 供應商應調整其生產能力，以滿足訂單之工作負載。

source: The supplier shall always send any notices of obsolescence to HUTCHINSON, irrespective of the source of the information.
zh_tw: 無論資訊的來源，供應商應發送所有的淘汰通知予以 HUTCHINSON，

source: The supplier shall self-assess its logistic system once a year, usually according to the MMOG/LE model.
zh_tw: 供應商應每年自我評估其物流系統一次，通常根據 MMOG/LE 模型。

source: The supplier shall send the safety data sheet of the product supplied to HUTCHINSON.
zh_tw: 供應商應提供產品之安全資料表予以 HUTCHINSON。

source: The supplier shall set up a lookout for the market, products and processes.
zh_tw: 供應商應針對市場、產品和流程設立警戒。

source: The supplier shall use the exchange systems required by HUTCHINSON, typically the use of EDI for open orders.
zh_tw: 供應商應使用 HUTCHINSON 所指定之交換系統，未結訂單通常使用 EDI。

source: The supplier's liability will remain unaffected.
zh_tw: 供應商的責任將不會改變。

source: The suppliers’ performance based on the criteria cited below is essential to reach these objectives.
zh_tw: 供應商的績效目標必須達到下述的標準。

source: The supply disruptions from its client HUTCHINSON
zh_tw: 自其 HUTCHINSON 客戶之供應中斷

source: The supply flows, supply amounts, delivery frequency, packaging as well as the HUTCHINSON production site can change based on this replacement part passage.
zh_tw: 供應流程、供應量、交貨頻率、包裝以及 HUTCHINSON 生產廠房可以根據此替換零件更改。

source: The supported Microsoft App-V version is 5.0 SP1.
zh_tw: 支援 Microsoft App-V 版本為 5.0 SP1。

source: The supported installation languages and the associated transform files are indicated in the following table.
zh_tw: 下表列出了支援的安裝語言和相對應的轉換檔，

source: The supported languages and the command line options are indicated in the following table.
zh_tw: 下表列出了支援的語言和指令列選項。

source: The surveillance station, at all times, may provide the name of the operator connected to it.
zh_tw: 監控站所有時間都可提供已連接之操作人員名稱。

source: The surveillance system via browser allows the user to view all cameras through previously created mosaics.
zh_tw: 瀏覽器監控系統允許使用者透過先前建立之馬賽克分割畫面查看所有攝影機。

source: The system can generate alarms on events that are occurring at the time of operation for example: a car circling against the tide, a person who is trespassing on property or even warn about suspicious movement of people.
zh_tw: 此系統能在事件發生時產生警報，例如以下情況：車輛逆向行駛、外人侵入私有地、或甚至在發現行跡可疑的人時發出警告。

source: The system has a tool for global settings for the cameras, in which the administrator may apply the same configuration for a group of cameras at the same time.
zh_tw: 系統具有攝影機全域設置，管理員可以同時套用相同設置於一整組攝影機。
